//BADGES JOB &SYSUID,'Badge Updater',MSGCLASS=H,CLASS=A,REGION=0M
//STEP1 EXEC PGM=BPXBATSL,PARM='PGM /u/s990061/python_scripts/runb.sh'
//STDOUT DD SYSOUT=*
//STDERR DD SYSOUT=*
//SYSDUMP DD SYSOUT=*
//CEEDUMP DD SYSOUT=*
//STDIN DD DUMMY